import React, { Component } from 'react';

function Alchemy() {
		return(
			<div>
				<h1>Алхимия</h1>
				<p>Алхимики используют травы для создания странных магических зелий, которые могут исцелять,
				 наделять силой и вызывать наложение разнообразных положительных эффектов.</p>
				<p> Кроме того, алхимики могут изменять сущность некоторых материалов и превращать их в более редкие.</p>
				<p> Мастера этой профессии, умеющие создавать ценные расходуемые предметы (те, которые можно использовать лишь единожды),
				 практически незаменимы в группах и рейдах.</p> 
				<p>Они могут заработать кучу денег на создании редких материалов,
				 необходимых для ковки мощного оружия и брони, и даже оказывать влияние на экономику Азерота!</p>
				
				<p>Большинство алхимических зелий можно варить где угодно, если у вас есть необходимые для этого реагенты — 
				материалы для работы, которые можно купить у торговцев и других игроков или собрать в игре.</p>
				
				<p>Часто в качестве второй основной профессии алхимики выбирают травничество, поскольку травы, растущие по всему Азероту и за его пределами,
				 служат необходимыми компонентами для большинства алхимических смесей.</p>
				
				<p>Когда вы накопите достаточно опыта, вы сможете выбрать специализацию.</p> 
				<p>Выполнив специальное задание, вы сможете выбрать одну из трех алхимических специализаций: трансмутациию, создание зелий или эликсиров.</p> 
				<p>Алхимик, специализирующийся в определенной области, с некоторой вероятностью создаст дополнительные зелья или материалы,
				 соответствующие его специализации.</p>
			</div>
		);
}

export default Alchemy;