import React, { Component } from 'react';

class AllProfText extends Component {
	render(){
		return(
			<div>
				<h1>Профессии</h1>
				<p>Ремесленники, ставшие мастерами своего дела,
				обладают навыками не менее ценными, чем владение мечом или магией.</p>
				<p> Они могут создавать оружие и инструменты, варить волшебные зелья,
				собирать ценные материалы, изображать древние руны на свитках...</p>
				<p>Безусловно, настоящие профессионалы думают не только о себе и выполняют
				заказы других игроков, не забывая спрашивать достойную плату.</p>
			</div>
		);
	}
}

export default AllProfText;