import React, { Component } from 'react';

function Blacksmith() {
		return(
			<div>
				<h1>Кузнечное дело</h1>
				<p>С помощью молота и наковальни мастеровитые кузнецы могут создавать смертельное оружие,
				кольчугу и латные доспехи, а также другие, особые предметы.</p> 
				<p>Они могут изменять и свои собственные доспехи 
				путем добавления новых гнезд для магических камней.</p> 
				<p>За счет своей профессии кузнецы могут экипироваться 
				сами (особенно если они носят тяжелые доспехи)
				и помочь экипироваться товарищам по группе или гильдии.</p> 
				<p>Кроме того, кузнецы могут продавать свои изделия на аукционе.</p>
				
				<p>Для большинства доспехов и оружия кузнецу требуется кузнечный молот (продается у торговцев) и наковальня.</p>
				<p>Наковальни и горны для переплавки руды следует искать в больших и маленьких городах.</p>
				
				<p>В качестве второй профессии кузнецы часто выбирают горное дело , поскольку руда, 
				которую можно добыть из залежей полезных ископаемых, — ключевой компонент для создания большинства доспехов и оружия.</p>
			</div>
		);
}

export default Blacksmith;