import React, { Component } from 'react';

function Enchantment() {
		return(
			<div>
				<h1>Наложение чар</h1>
				<p>Зачаровыватели распыляют магические предметы на составные части и 
				используют получившиеся субстанции для наложения чар на выбранные ими
				доспехи или оружие.</p> 
				<p>При наличии необходимых формул чар и материалов зачаровыватель может
				усилить определенные характеристики предметов, увеличивая силу оружия, 
				скорость боя и сопротивление разнообразным видам магии.</p> 
				<p>Предприимчивые зачаровыватели продают другим героям свои услуги, 
				цены на которые зависят от сложности работы.</p>				
				<p>Зачаровыватели работают с тем, что осталось после распыления магических предметов.</p> 
				<p>Чем больше мощи было заключено в таком предмете, тем ценнее получившиеся субстанции.</p> 
				<p>Кроме того, чтобы направлять магическую энергию, зачаровывателям необходимы волшебные жезлы.</p>
				<p>Наложение чар не зависит от какой бы то ни было добывающей профессии,
				так что зачастую в качестве второй основной профессии зачаровыватели выбирают портняжное дело,
				которое позволяет им быстро создавать магические предметы для распыления.</p>
			</div>
		);
}

export default Enchantment;