import React, { Component } from 'react';

function Engineering() {
		return(
			<div>
				<h1>Инженерное дело</h1>
				<p>В своей непревзойденной изобретательности инженеры умеют создавать множество полезных,
				а порой совершенно невероятных вещей.</p> 
				<p>Они готовы часами возиться с инструментами и никогда не опускают руки, 
				когда что-нибудь ломается или идет наперекосяк.</p> 
				<p>Поэтому для них не представляет труда изготовить какую-нибудь причудливую штуковину — 
				очки для обострения зрения, мощные ружья, механических зверушек, 
				верховых животных и прочие диковинные аксессуары.</p> 
				<p>Изобретения талантливых инженеров существенно упрощают жизнь самим инженерам и их товарищам.</p> 
				<p>С ними легче и быстрее решить любую проблему.</p>
				
				<p>Большинство инженерных приспособлений можно создавать где угодно, 
				если у вас есть все необходимые материалы.</p>
				
				<p>Зачастую инженеры выбирают в качестве второй основной профессии горное дело,
				 поскольку металлы и руды используются в качестве сырья при сборке изобретений.</p>
				
				<p>Когда вы разовьете навык инженерного дела, то после выполнения
				 особого задания вы сможете выбрать специализацию: гномскую и гоблинскую инженерную школу.</p> 
			    <p>Каждая школа специализируется на создании определенного вида предметов; технологии тщательно скрываются от конкурентов.</p>
			</div>
		);
}

export default Engineering;