import React, { Component } from 'react';

function Herbalism() {
		return(
			<div>
				<h1>Травничество</h1>
				<p>Травники аккуратно собирают полезные травы, растущие по всему миру.</p> 
				<p>У представителей этой профессии необычайно обостренные чувства: 
				они позволяют им безошибочно находить самые редкие и ценные растения, 
				которые затем мастера других профессий используют для своих изделий.</p> 
				<p>Травники могут снабжать себя и свою группу или гильдию реагентами.</p> 
				<p>Кроме того, травы можно продавать или обменивать их на другие реагенты.</p>
				
				<p>Благодаря особому чутью на растения травники могут видеть полезные растения на миникарте.</p> 
				<p>Чтобы собрать нужное растение, достаточно просто щелкнуть по нему правой кнопкой мыши.</p> 
				<p>Для этого не нужны никакие специальные инструменты.</p> 
				<p>Ваш навык травничества повышается, когда вы собираете растения,
				 которые знаете хуже всего; чтобы собрать лучшие образцы флоры, 
				 вам придется попотеть!</p>
				
				<p>Травы растут практически по всему Азероту, хотя некоторые местности более щедры на них, чем другие.</p>
				<p>Определенные редкие травы может быть нелегко отыскать, 
				и на аукционе на них обычно устанавливают высокие цены, 
				однако из них получаются особенно мощные зелья.</p>
			</div>
		);
}

export default Herbalism;