import React, { Component } from 'react';

function Inscription() {
		return(
			<div>
				<h1>Начертание</h1>
				<p>Начертатели создают символы, улучшающие способности героев и дающие им новые возможности.</p> 
				<p>Иногда с помощью символов можно развить уникальные способности, 
				которые нельзя получить никак иначе.</p> 
				<p>Вкладывая свою силу в чернила, начертатели также могут создавать расходуемые свитки,
				 магические фолианты и материалы для свитков наложения чар, позволяющие передавать чары другим.</p> 
				 <p>Как и наложение чар, начертание помогает бывалым героям улучшить свои показатели.</p> 
				 <p>Разница между этими профессиями состоит в том, что начертание повышает классовые характеристики,
				  а не характеристики экипировки.</p>
				
				<p>Для создания свитков и символов вам понадобятся красители, которые можно получить из измельченных трав
				 – поэтому начертатели зачастую являются также и талантливыми травниками.</p> 
				 <p>Кроме того, чтобы создать могущественные письмена, вам будет необходим набор начертателя.</p>
			</div>
		);
}

export default Inscription;