import React, { Component } from 'react';

function Jevelcrafting() {
		return(
			<div>
				<h1>Ювелирное дело</h1>
				<p>Ювелиры способны открывать миру удивительную силу драгоценных камней,
				 создавать могущественные украшения и аксессуары.</p> 
				 <p>Они делают кольца, амулеты и другие вещицы, обладающие магической силой,
				  а также ограняют камни, которые можно вставить в гнезда в оружии или доспехах и которые придают им особые свойства.</p>
				 <p>Талантливый ювелир может рассчитывать на постоянный спрос на создание особых предметов,
				  улучшающих свойства экипировки, и огранку редких камней.</p>
				
				<p>Множество камней, необходимых для занятия ювелирным делом, 
				можно обнаружить при разработке месторождений полезных ископаемых, 
				поэтому зачастую ювелиры занимаются горным делом.</p> 
				<p>Для работы им требуется набор ювелира.</p>
			</div>
		);
}

export default Jevelcrafting;