import React, { Component } from 'react';

function LeatherWorking() {
		return(
			<div>
				<h1>Кожевничество</h1>
				<p>Кожевники создают разнообразные полезные вещи из грубой, шершавой и жесткой кожи.</p> 
				<p>В основном они мастерят легкие кожаные и кольчужные доспехи, но не только: 
				они также шьют плащи, сумки и накладки на доспехи, повышающие показатели брони.</p> 
				<p>Искусство создания кожаных доспехов будет полезно как тем, кто хочет одеться сам и одеть других, так и тем,
				 кто хочет разбогатеть на продаже редкой экипировки.</p>

				<p>Заниматься созданием изделий из кожи можно практически где угодно, если у вас есть все необходимое.</p> 
				<p>Зачастую в качестве вспомогательного навыка кожевники выбирают снятие шкур, 
				поскольку это самый простой способ разжиться материалами.</p>
			</div>
		);
}

export default LeatherWorking;