import React, { Component } from 'react';

function Mining() {
		return(
			<div>
			<h1>Горное дело</h1>
				<p>Горняки находят ценные и полезные руды и извлекают их из недр земных.</p>
				<p>Они «чувствуют» землю, так что найти богатые золотые, 
				серебряные жилы и месторождения более ценных металлов не составляет для них никакого труда.</p> 
				<p>Они добывают и переплавляют эти металлы на продажу или для дальнейшей работы с ними.</p>
				
				<p>Горняки могут обнаруживать залежи руды с помощью способности «Поиск минералов» 
				(тогда они будут показываться на миникарте) и выкапывать их
				 (для этого надо щелкнуть правой кнопкой мыши на жиле).</p>
				<p>Чтобы разбивать камни и получать ценную руду, горнякам понадобится шахтерская кирка,
				а для переплавки руды в слитки металлов нужно находиться рядом с горном. Горны обычно располагаются в городах.</p>
				<p>По мере того как ваш навык будет расти, вы сможете создавать сплавы различных металлов — 
				и за счет этого опять-таки будет повышаться ваше умение.</p> 
				<p>Чтобы выкопать наиболее редкие руды, нужны все ваши знания!</p>
				
				<p>Горное дело — добывающая профессия.</p> 
				<p>Зачастую к ней присовокупляют ювелирное, инженерное или кузнечное дело.</p>
				
				<p>Залежи руд можно найти по всему Азероту, хотя в некоторых местах их больше, чем в других.</p>
				<p>Ценные и редкие руды встречаются реже, но они того стоят:
				 их можно дорого продать или выплавить из них дорогостоящие металлы.</p>
			</div>
		);
}

export default Mining;