import React, { Component } from 'react';

function Skinning() {
		return(
			<div>
			<h1>Снятие шкур</h1>
				<p>Мастера снятия шкур следят, чтобы ничто не пропало зря.</p> 
				<p>Поэтому с убитых животных они снимают шкуры — запасаются мехом и кожей.</p>
				<p>Снятие шкур — самая подходящая и удобная профессия для тех, кто и так занимается охотой.</p> 
				<p>Кроме того, она весьма полезна.</p> 
				<p>Шкуры экзотических животных (например, драконов) ценятся крайне высоко
				и требуются для создания доспехов из кожи.</p> 
				<p>В ряде других профессий они тоже необходимы.</p>
				
				<p>Чтобы снять шкуру, мастеру требуется специальный нож 
				(если он у вас есть, то просто щелкните по трупу животного правой кнопкой мыши).</p> 
				<p>Не со всех зверей можно снять шкуру, но с большинства все-таки можно — 
				и для этого даже не обязательно убивать их самому.</p>
				
				<p>Навык снятия шкур будет повышаться по мере того,
				как вы будете освежевывать все более редких и опасных зверей.</p> 
				<p>Этот опыт понадобится вам для того, чтобы снять шкуру с животных высокого уровня.</p>
				
				<p>Снятие шкур — добывающая профессия.</p> 
				<p>Параллельно мастера снятия шкур, как правило, 
				занимаются кожевничеством, хотя портным кожи тоже могут пригодиться.</p>
			</div>
		);
}

export default Skinning;