import React, { Component } from 'react';

function Tailloring() {
		return(
			<div>
				<h1>Портняжное дело</h1>
				<p>Портные превращают обычную ткань в произведение искусства: 
				тканевые доспехи и мантии, рубашки, сумки и прочее.</p> 
				<p>Их работа нужна всем: классы, специализирующиеся на легкой броне, 
				могут носить волшебные мантии, новым вместительным сумкам будут рады все герои без исключения, 
				да и просто красивые обновки порадуют и того, кто их носит, и окружающих.</p>
				
				<p>Чтобы быть портным, не нужно владеть дополнительными профессиями, 
				поскольку ткань можно найти в сундуках или снять с павших врагов.</p> 
				<p>Кроме того, ее можно купить. Портняжное дело можно сочетать с множеством других профессий, 
				но чаще всего игроки выбирают наложение чар.</p>
				
				<p>Большинство портняжных работ можно выполнять где угодно при условии, 
				что у вас есть все необходимые для этого материалы.</p>
			</div>
		);
}

export default Tailloring;